[
  {
    "time": "2020-06-01T22:10:56.278Z",
    "name": "Cathy Chen",
    "aboutbrief": "Journalist, School newspaper editor",
    "aboutlong": "My name is Cathy Chen and I am in the class of 2022. I enjoy playing the piano and long-distance running. As the news editor of the school publication team, I dedicate a lot of my time to perfecting the writers' articles and coming up with unique layouts. I hope to deepen students' knowledge and interest in English through these online classes.",
    "achievements": "1. President and founder of Giving Harmony\n2. Varsity cross country and junior varsity track and field\n3. Event Coordinator of MIST Club\n4. Training committee member in StemUp4Youth\n5. Excellence Award in OCJEA Novice News category ",
    "specialties": "Piano and guitar player, layout designing",
    "picture": "https://drive.google.com/open?id=1iX4cmRppQ_HiuAbgz1d2-g60FqWUURE_"
  },
  {
    "time": "2020-06-01T22:13:42.857Z",
    "name": "Mark Jiang",
    "aboutbrief": "Musician",
    "aboutlong": "   ",
    "achievements": "1. 2020 AMC 10A Top 5%\n2. Overwatch Top 500 (NA servers, 4 seasons)\n3. Clarinet CM Level 10, Chinese Tests Level 10\n4. Won a Junior Table Tennis Championship before\n5. Diamond ranked in Rainbow Six Siege",
    "specialties": "Coding, Music, Table Tennis, Fencing, Boxing",
    "picture": "https://drive.google.com/open?id=1j83UY8beHc1r78v5GloLnSESNfCNnCEx"
  },
  {
    "time": "2020-06-01T22:18:15.241Z",
    "name": "Yunsheng Zhu",
    "aboutbrief": "Hey! My name is Yunsheng Zhu but you can call me Sonny!",
    "aboutlong": "I am an incoming Junior year student attending Troy High School in Fullerton, CA. I enjoy playing the instruments alto saxophone, piano, and violin, as well as sports badminton, ping pong and basketball. I play music for my school band and orchestra, and I am a Linux specialist in the Troy Cyber Defense program. I used to practice Karate. My hobbies include drawing, music, and computer games.",
    "achievements": "1. Level 10 violinist\n2. Dreamhack Highschool convention championships in League of Legends\n3. Valedictorian in Middle School",
    "specialties": "Video gaming, music playing, cyber defense",
    "picture": "https://drive.google.com/open?id=1f4COzqlIOERwwiqR5iwXHiQ-Wd6mlCgI"
  },
  {
    "time": "2020-06-01T23:30:34.827Z",
    "name": "Awin Zhang",
    "aboutbrief": "Musician, Computer Programmer",
    "aboutlong": "Hi, my name is Awin, my hobbies include programming and gaming, and playing music on my clarinet or tenor sax. I work out frequently, and sports I play include tennis, badminton, table tennis, swimming, and soccer. My favorite subject is Computer Science and I like Japanese culture.",
    "achievements": "1, Received Presidential Gold Award for consecutive 4.0 GPA throughout academic life. 2, Consecutively scored in the top 3 of middle school’s History Day competition. 3, Practiced Taekwondo for 10 years, 2nd dan black belt. 4, member of Platinum-tier CyberPatriot team. 5, achieved highest score possible in statewide CAASPP benchmark test in 7-8th grade.",
    "specialties": "Programming, writing",
    "picture": "https://drive.google.com/open?id=1juRvbzuCl4Q0VY9UT_WeZ-KttkKsqoxj"
  },
  {
    "time": "2020-06-02T02:17:54.925Z",
    "name": "Bill Zhang",
    "aboutbrief": "Musician",
    "aboutlong": "I am an incoming Junior year student attending Troy High School in Fullerton, CA. I enjoy playing the instruments alto saxophone, piano, and guzheng, as well as sports tennis, badminton, table tennis, soccer, and volleyball. I play both jazz and classical music for my school band and orchestra, and I am a Linux specialist in the Troy Cyber Defense program. I used to practice fencing and competitive swimming, and currently am a 2nd-degree black belt in Taekwondo. My hobbies include drawing, reading, cooking, and computer games.",
    "achievements": "1, Achieved Platinum rank in the 2019-20 national Cyber Defense competition as the captain of his team in his first year of experience\n2, A part of the highest-ranking sophomore team (3 people) in the 2020 Wittry-Grack interdistrict coding competition, invited to international competition by Lockheed Martin\n3, Awarded with respective reading awards every year from 4th grade\n4, Received accolades for state art competitions in middle school\n5, Achieved top ranking scores for statewide CAASPP benchmark tests 5th-8th grade in English",
    "specialties": "Coding, Writing, Music, Grammar, Cyber Defense",
    "picture": "https://drive.google.com/open?id=16YM-onDGDh9oyaozKkBfX_BbOvG3BQYS"
  },
  {
    "time": "2020-06-02T18:18:32.393Z",
    "aboutbrief": "Math guy, Physics nerd, and a guy who studies airplane a lot.",
    "aboutlong": "A guy looking help other people and willing to sacrifice time to help people. The field that I specialize in is aviation and physics. I am a here to help anyone willing to learn anything because knowledge is important in the real world.                                                ",
    "achievements": "Orienteering national first place\nBLIA Boy Scout National Competition first-place",
    "specialties": "Math, aviation"
  },
  {
    "time": "2020-06-02T22:18:09.555Z",
    "name": "Susanna Cao",
    "aboutbrief": "STEM Enthusiast, Piano Player",
    "aboutlong": "Hello! My name is Susanna. I am very interested and fascinated in the various STEM fields. I enjoy spending time thinking about the concepts about chemistry and physics as well as programming projects. On my free time, I spend my time relaxing by enjoying musical melodies by playing piano.",
    "achievements": "1. Science Olympiad Medalist\n2. Certificate of Merit Branch Honors and State Honors Recipient\n3. Middle School Distinguished Scholar and Academic Award\n4. Principle Honor Roll",
    "specialties": "Computer Science, Math, Science, Engineering",
    "picture": "https://drive.google.com/open?id=1r3Jakkff1wFQHnGcVphNyF9R29Ht7w5h"
  },
  {
    "time": "2020-06-03T01:17:17.062Z",
    "name": "Chloe Ng",
    "aboutbrief": "Artist",
    "aboutlong": "Hi! My name is Chloe Ng and I am currently a student at Troy High School. I am a person who is positive about every aspect of life. There are many things I like to do, like drawing and reading. When I work on something, I spend one hundred percent of my energy into it and is very motivated to finish anything that I start. I enjoy helping others and teaching people. ",
    "achievements": "1. Learned Python\n2. Aerovate club secretary\n3. Band for three years\n4. Student of the month in AP World History",
    "specialties": "Computer Science",
    "picture": "https://drive.google.com/open?id=17FUN-NLMiTlh2YV8dLDW6RdiZKCpVPCc"
  },
  {
    "time": "2020-06-04T05:03:08.545Z",
    "name": "Max Chen",
    "aboutbrief": "Troy High School 10th grader",
    "aboutlong": "Hi, my name is Max, and I am a Troy High School 10th grader. I am a member of PYSO (Pasadena Youth Symphony Orchestra), and I also participate in a charity orchestra called World Relief Chamber of Music, or WRCM. I am part of the school waterpolo and swim team. In my free time, I like to play video games and play cello and piano.",
    "achievements": "1. SCSBOA (Southern California School Band and Orchestra Association) Middle School Symphony Honor Orchestra (2018, 19)\n2. Piano CM (Certificate of Merit) Level 10\n3. President's Education Award 2019\n4. N.F.M.C Piano Solo superior award for seven consecutive years (2012-2019)\n5. CyberPatriot Platinum Tier Semifinals ",
    "specialties": "Piano/Cello, Biology, Writing",
    "picture": "https:"
  },
  {
    "time": "2020-06-05T07:47:34.226Z",
    "name": "Max Huang",
    "aboutbrief": "Swimmer, Water Polo player, Data Scientist, Lifeguard",
    "aboutlong": "I am an incoming Senior at Troy High School, with three seasons of Water Polo and Swim. I enjoy exploring STEM related topics including Computer Science, Physics, and Chemistry. I am an avid coder, with proficient experience in Java, and currently researching on Data Science(Natural Language Processing) with Python. I love helping others, whether volunteering at the local park or helping in emergencies with my knowledge as a Red Cross Lifeguard. I look forward to teaching with iExplore.",
    "achievements": "1. The Global Hackathon 4th Place \n2. John Hopkins Study of Exceptional Talent(SET)\n3. President's Volunteer Service Award\n4. 4x Athletic Scholar Award\n5. Solidworks Certified",
    "specialties": "Java, Python, Word Embedding, Natural Language Processing, Physics",
    "picture": "https://drive.google.com/open?id=1j-KYJ0XG3z82I_Kw0qRppNZQI6bOMbSy"
  },
  {
    "time": "2020-06-05T20:36:31.436Z",
    "name": "Lance Yeh",
    "aboutbrief": "Troy high Sophomore",
    "aboutlong": "Hi my name is lance I am a sophomore at Troy high, I am on the tennis team, I play violin, and also do Lincoln Douglas debate",
    "achievements": "1. I play violin\n2. I play tennis\n3. I debate ",
    "specialties": "English and science",
    "picture": "https://drive.google.com/open?id=161ori7XcrXr0YVAsTuviwOsH2g3u8Kwa"
  },
  {
    "time": "2020-06-06T01:01:10.304Z",
    "name": "Johnny Ni",
    "aboutbrief": "Debater, Web Developer, Guitar Player",
    "aboutlong": "Hi! My name is Johnny Ni, a student from Troy High School. I am extremely excited teach and get to know new people. I am fond of playing the guitar and swim; however, I will be teaching English/Science for this course and will look forward to meeting you guys!",
    "achievements": "1, Track Team Sprinter 2, 8th Grade Regional 1st Place Debate 3, Boy Scout ASPL 4, Cyber Security (Linux)",
    "specialties": "Linux Security, Web Development, Playing Guitar",
    "picture": "https://drive.google.com/open?id=1TCapetrGbf_-2IjmOt1nytiD_T4nV-7z"
  },
  {
    "time": "2020-06-06T01:17:34.230Z",
    "name": "Brian Ni",
    "aboutbrief": "Network Security Specialist, Aspiring Programmer",
    "aboutlong": "Hello! My name is Brian Ni, a sophomore at Troy High School. I am involved in the school's various clubs and Cyber Defense program, and I am also a Boy Scout. Currently, I study and work on network security and programming.",
    "achievements": "1. Eighth Grade Class President of Junior High\n2. Member of the Troy High School track team\n3. Two-year Senior Patrol Leader of Boy Scout Troop\n4. Represented Troy High School at the CyberPatriot Networking Security National Finals Competition",
    "specialties": "Networking, Cyber Security, Piano",
    "picture": "https://drive.google.com/open?id=1FqcPRZm08s5ZAi7EbVx4h2JzqkNmboX9"
  },
  {
    "time": "2020-06-06T03:03:30.710Z",
    "name": "Izzy Yuan",
    "aboutbrief": "Visual artist, Athlete",
    "aboutlong": "Hey guys! My name is Izzy Yuan and I'm a student at Troy high school. I live in Fullerton, California with my parents, I'm an only child. Things I enjoy doing include taekwondo, dance, and art competitions as well as baking and buying random things off the internet. Some positive things about me are that I'm usually a pretty optimistic person who likes trying new things and lives a fast paced life, however I do talk fast (whenever I do that please tell me and I'll slow down). In my free-time, I like to talk with friends, skateboard, and sleep. \nI'm happy to meet and work with all of you! :)",
    "achievements": "1, Stanford youth leadership 2, Overall teen 1st place in Starpower dance competition 3, 1st place sparring competition 4, Overall 1st place in track and field 5, 2nd degree black belt in taekwondo",
    "specialties": "Biology, sports and athletics, visual art, medicine, leadership",
    "picture": "https://drive.google.com/open?id=17lsasoTxxZ70bDx1-gQPqWPGZymDpefg"
  },
  {
    "time": "2020-06-07T00:06:21.852Z",
    "name": "Doris Wu ",
    "aboutbrief": "Athlete, Musician, ",
    "aboutlong": "Hi, my name is Doris. I'm from China, Chengdu. Before I started my high school life in California I was a middle school student in Australia, Sydney. I like sports, music, and animals. I want to spread help to everyone in our society with all my efforts. ",
    "achievements": "1, FEI World Cup 2nd place",
    "specialties": "Horse back riding,  Guitar, Piano, Photography. ",
    "picture": "https://drive.google.com/open?id=1UP2ZoJl_ZoPSFTwt_qM5kuEDfk0IputB"
  },
  {
    "time": "2020-06-07T02:49:08.714Z",
    "name": "Emily Zhang",
    "aboutbrief": "Pianist",
    "aboutlong": "Hi! I’m Emily! Before coming to Troy, I attended school in both the UK and China. I love sports and music, and hope to reach out to the society around me to spread positivity through this program.",
    "achievements": "1. Passed ABRSM Piano Grade 8 with distinction\n2. Won second prize in the American Mathematics competition\n3. Came second in the 2019 Guangzhou tennis Championship singles",
    "specialties": "Piano, calligraphy, tennis",
    "picture": "https://drive.google.com/open?id=1ZFkiUwgHPCnazM6DyG85DwK-7xuhm_Sk"
  },
  {
    "time": "2020-06-07T03:27:57.596Z",
    "name": "Pamela Wang",
    "aboutbrief": "Music producer",
    "aboutlong": "Hi, I’m Pamela and I'm from Walnut High School, a freshman who's experienced in music production. I am a cabinet in Leo club, a member in ECGA, and FBLA. I'm on the school's tennis team. I know how to play piano, drums, guitar, and violin. I am a producer, a beat maker, and a music engineer (Mixing). \n",
    "achievements": "1. CM test level 9      2.Orchestra          3. Tennis team          ",
    "specialties": "Music producer",
    "picture": "https://drive.google.com/open?id=1rI2tBe7jnOuOIPuqpNFTyBDPK2jcZIGI"
  },
  {
    "time": "2020-06-07T03:32:25.026Z",
    "name": "Angelina Young",
    "aboutlong": "Hi, I'm Angelina. I currently attend 10th grade at Troy High School. I'm proud to say that I'm involved in my school's orchestra, as well as the Music and Arts to Youth club. I think some of my strengths are being able to lead a team and enduring stress (thanks Troy). I've also played the violin since I was 6, and have attended multiple orchestras outside of schools, such as CYMO. ",
    "achievements": "1. Accepted to PSYO. \n2. Accepted to John Hopkins's CTY for Talented Youth. \n3. Competed in the VEX 2019-2020 robotics competition. ",
    "picture": "https://drive.google.com/open?id=1wq7AxooHmZvHW2jIl21GKW6NH5YLdAF7"
  },
  {
    "time": "2020-06-07T16:36:47.263Z",
    "name": "Cathy Chen",
    "aboutbrief": "Journalist, News Page Editor",
    "aboutlong": "Hi! My name is Cathy. I am a junior from Troy High School. As the editor of the school newspaper of Oracle, I oversee the drafting process of 6 writers and I provide constructive edits for each draft. I also come up with layout ideas for the final paper. I am also the president of the Giving Harmony Foundation, a club dedicated to raising awareness for female education in developing countries. I hope to foster a love for learning English in the students I teach.",
    "achievements": "1. Page editor for Oracle\n2. Excellence Award in OCJEA Competition\n3. Varsity Cross Country and Junior Varsity Track and Field\n4. Event Coordinator in MIST Club\n5. Recipient of 2019-2020 Cross Country Coaches' Award",
    "specialties": "Layout designing, Piano and guitar",
    "picture": "https://drive.google.com/open?id=1IKORB_4DbgV4aQDxlHwddpExcBTTQURr"
  },
  {
    "time": "2020-06-07T19:42:49.167Z",
    "name": "David Zhao-Dian",
    "aboutbrief": "Drill team captain, NJROTC cadet, track athlete, Quizbowl competitor",
    "aboutlong": "I am a junior at Troy High School, and I participate in several programs and clubs such as NJROTC, Quizbowl, Speech and Debate, and Track and Field. I am a varsity team captain and administrative officer in NJROTC and compete locally and nationally. Outside of school, I play piano formerly professionally now casually, and do community service for efforts like Care Mission USA and local church service.",
    "achievements": "1. Attended Navy Nationals at Pensacola, Florida in Sophomore and Freshmen year\n2. Varsity Drill Team Captain of NJROTC Drill Team\n3. Operations Department Head in NJROTC\n4. Completed Certificate of Merit Panel Examination",
    "specialties": "literary composition, literary analysis, writing",
    "picture": "https://drive.google.com/open?id=13JrXJHQUzecQlyBoTv3V2IPo8LPdXHNg"
  },
  {
    "time": "2020-06-07T23:43:51.719Z",
    "name": "Xiaoyi (Sam) Chen",
    "aboutbrief": "Hello my name is Sam Chen",
    "aboutlong": "Hello, I am Xiaoyi (Sam) Chen. I was born in Nanjing, China, I am currently 14 years old. I currently attend Troy High School, I while be a sophomore next year. I moved to America while I was 7. I enjoy playing basketball or sketching during my free time. ",
    "achievements": "Middle School Basketball Tournament 2nd Place\nPresidential Volunteer Service Award Gold",
    "specialties": "Basketball, Chess, History, art and Biology",
    "picture": "https://drive.google.com/open?id=122DtP6ruV2P9iNWV6idowMta7sLFjFGq"
  },
  {
    "time": "2020-06-08T01:10:46.385Z",
    "name": "Trent Gong",
    "aboutbrief": "Tennis Player",
    "aboutlong": "Hi, my name is Trent. I'm a sophomore in Valencia High School and I'm in the school's tennis team. I'm also very talented in math and computer science. My favorite food is pizza, and I like to watch Youtube when I was free.",
    "achievements": "1.\"Excellence in Geometry, 2019\"\n2.\"Perfect Attendance Award\" for the year 2018-2019\n3.\"Student of The Month\" twice",
    "specialties": "Programming, Tennis, Math.",
    "picture": "https://drive.google.com/open?id=1pTGH3k8mOhXVtVIoVhmYBySuOd-Nq2Ux"
  },
  {
    "time": "2020-06-08T23:48:23.978Z",
    "name": "Eric Ye",
    "aboutbrief": "Writer, Teacher",
    "aboutlong": "Eric Ye attends Troy High School. He participated in the national Cyberpatriot organization, which challenges students to work with networking and protection from viruses. He also was in the St. Mark's drama program. He played Gomez in the 2018-2019 musical, The Addams Family. He practiced over 150 hours, working on his acting, singing, and blocking. As a hobby, Eric likes to read the news to get a grasp of what is presently going on. Eric loves science and mathematics and will be taking AP Calculus BC in his sophomore year. ",
    "achievements": "1. National NRA Youth Wildlife Art Competition Finalist\n2. CyberPatriot Nationals 8th Place Team ",
    "specialties": "Mathematics, Shakespearean Literature, Music",
    "picture": "https://drive.google.com/open?id=1dLvxvLyCrykDLTWbhs_BUXiS0F7ynFzj"
  },
  {
    "time": "2020-06-09T02:57:30.411Z",
    "name": "Matt Bai",
    "aboutbrief": "English Language Teacher",
    "aboutlong": "I'm 15 this year. I'm a sophomore student at South Pasadena High School. I like playing basketball and volleyball. Also, I like movies, games, cooking, and more. I'm a member of the FBLA club at school, also a player on the volleyball team. Currently, I am an English teacher in the IExprore program. ",
    "achievements": "1, 2018 GameGala Best Game Creativity; 2, awarded President's Education Awards  for outstanding academic excellence in 2019",
    "specialties": "English, Math, Art Design",
    "picture": "https://drive.google.com/open?id=1RuZa0L2FZ_yp0b3mE4ses4AOupjBhx8Z"
  },
  {
    "time": "2020-06-09T05:10:21.011Z",
    "name": "Laura Zhang",
    "aboutbrief": "Professional Napper",
    "aboutlong": "Hi! My name is Laura and I’m going to be a sophomore in the 2020-2021 school year! I’m fluent in both English and Chinese. I enjoy working with other people. I consider myself as more of a creative person than an analytical/logical person, so in other words, a right brainer! In my free time I like to talk with my friends, draw, read, and of course, sleep :). ",
    "achievements": "1. Graduated middle school with a 4.0 gpa\n2. Got into Yearbook for 2020-2021 school year\n3. Beat Minecraft without cheats :)",
    "specialties": "Drawing, Reading, Sleeping",
    "picture": "https://drive.google.com/open?id=1BdBrKy3QaiP7xGQkdGkpt9EmVQ3FA-Qz"
  },
  {
    "time": "2020-06-09T05:17:00.879Z",
    "name": "Daniel Wang",
    "aboutbrief": "My name is Daniel Wang. I attend Troy High School and was born in the US. I am a 10th grader. I attend their Troy tech program and a member of their Troy High school Cyber Security Club/Team.",
    "aboutlong": "My name is Daniel Wang. I attend Troy High School and part of their cyber security team/club. I am a 10th grader in the year 2020-2021 and was born in the US and speak English fluently. I practice the cisco language at my cyber security team. I used to attend Suzanne Middle School and transferred districts to FJUHSD. ",
    "achievements": "1. 3rd place at Cal Poly Ignite Expo",
    "specialties": "English and Math",
    "picture": "https://drive.google.com/open?id=1ASeIZErWtUokKzVKF7sSRei0P2jnaGlk"
  },
  {
    "time": "2020-06-14T21:28:32.473Z",
    "name": "Max Wang",
    "aboutbrief": "Hi! I'm a boy part of the class of 2022.",
    "aboutlong": "I was born in Chicago, Illinois, and moved to China when I was seven years old. I moved to California when I was 13, and have been living here since. My parents are both Chinese, and I have an older brother and sister. I enjoy playing tennis and video games. ",
    "achievements": "1,Varsity Tennis Player 2,USACO Silver",
    "specialties": "Web developer, Data scientist",
    "picture": "https://drive.google.com/open?id=1qaeKZEhcWGembVhfoH5vHpOGNcDklaMz"
  }
]